Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: May
de_de: Mai
fr_fr: Mai

source: June
de_de: Juni
fr_fr: Juin

source: July
de_de: Juli
fr_fr: Juillet

source: October
de_de: Oktober
fr_fr: Octobre

source: December
de_de: Dezember
fr_fr: Décembre

source: Sun
de_de: So
fr_fr: Dim

source: Mon
de_de: Mo
fr_fr: Lun

source: Cannot load package '%s.' It contains unit '%s,'which is also contained in package '%s'
de_de: Package '%s kann nicht geladen werden.' Es enthält die Unit '%s,'die auch im Package '%s' enthalten ist
fr_fr: Impossible de charger le package '%s.' Il contient l'unité '%s,'qui est aussi contenue dans le package '%s'
ja_jp: パッケージ '%2:s' にもユニット '%1:s' が含まれるためパッケージ '%0:s' は読み込めません。

source: System Error. Code: %d. %s
de_de: Systemfehler. Code: %d. %s
fr_fr: Erreur système. Code : %d. %s
ja_jp: システムエラー。コード：%d. %s

source: A call to an OS function failed
de_de: Ein Aufruf einer Betriebssystemfunktion ist fehlgeschlagen
fr_fr: Un appel à une fonction du système d'exploitation a échoué
ja_jp: OS 機能呼び出しの失敗

source: Win32 Error. Code: %d. %s
de_de: Win32-Fehler. Code: %d. %s
fr_fr: Erreur Win32. Code : %d. %s
ja_jp: Win32 エラーです。 コード: %d. %s

source: A Win32 API function failed
de_de: Eine Win32 API-Funktion ist fehlgeschlagen
fr_fr: Une fonction API Win32 a échoué
ja_jp: Win32 API 関数が失敗しました

source: Application is not licensed to use this feature
de_de: Die Anwendung ist für diese Funktion nicht lizenziert.
fr_fr: L'application n'a pas de licence pour cette fonctionnalité
ja_jp: アプリケーションにはこの機能を使うライセンスが提供されていません

source: Mar
de_de: Mär

source: Oct
de_de: Okt

source: Variant is empty
de_de: Die Variante ist leer
fr_fr: Le variant est vide
ja_jp: バリアントは空です

source: Cannot convert from the specified type
de_de: Konvertierung des angegebenen Typs kann nicht durchgeführt werden
fr_fr: Conversion impossible à partir du type spécifié
ja_jp: 指定した型からの変換はできません

source: Cannot convert to the specified type
de_de: Konvertierung in den angegebenen Typ kann nicht durchgeführt werden
fr_fr: Conversion impossible vers le type spécifié
ja_jp: 指定した型への変換はできません

source: External exception %x
de_de: Externe Exception %x
fr_fr: Exception externe %x
ja_jp: 外部例外 %x

source: Assertion failed
de_de: Auswertung von assert fehlgeschlagen
fr_fr: Echec de l'assertion
ja_jp: アサートが失敗しました

source: Interface not supported
de_de: Interface nicht unterstützt
fr_fr: Interface non supportée
ja_jp: Interface はサポートされていません

source: Exception in safecall method
de_de: Exception in safecall-Methode
fr_fr: Exception dans méthode safecall
ja_jp: safecall メソッド内で例外が発生しました。

source: Object lock not owned
de_de: Kein Eigentümer der Objektsperre
fr_fr: Verrou d'objet non possédé
ja_jp: オブジェクト ロックが所有されていません

source: Monitor support function not initialized
de_de: Unterstützungsfunktion für Monitor nicht initialisiert
fr_fr: Fonction de gestion du moniteur non initialisée
ja_jp: モニタ サポート関数が初期化されていません

source: %s (%s, line %d)
de_de: %s (%s, Zeile %d)
fr_fr: %s (%s, ligne %d)
ja_jp: %s (%s, %d 行)

source: Abstract Error
de_de: Abstrakter Fehler
fr_fr: Erreur abstraite
ja_jp: 抽象エラー

source: Access violation at address %p in module '%s'. %s of address %p
de_de: Zugriffsverletzung bei Adresse %p in Modul '%s'. %s von Adresse %p
fr_fr: Violation d'accès à l'adresse %p dans le module '%s'. %s de l'adresse %p
ja_jp: モジュール '%1:s' のアドレス %0:p でアドレス %3:p に対する%2:s違反がおきました。

source: Cannot access package information for package '%s'
de_de: Zugriff auf Package-Informationen von '%s' nicht möglich
fr_fr: Impossible d'accéder à l'information de package pour le package '%s'
ja_jp: パッケージ '%s' のパッケージ情報を参照できませんでした

source: Can't load package %s. %s
de_de: Package %s kann nicht geladen werden. %s
fr_fr: Impossible de charger le package %s. %s
ja_jp: パッケージ %s を読み込めません。 %s

source: Invalid package file '%s'
de_de: Ungültige Package-Datei '%s'
fr_fr: Fichier package '%s' incorrect
ja_jp: 不正なパッケージハンドル '%s'

source: Invalid package handle
de_de: Ungültiges Package-Handle
fr_fr: Handle de package incorrect
ja_jp: 不正なパッケージハンドル

source: Custom variant type ($%.4x) already used by %s
de_de: Benutzerdefinierter Variant-Typ ($%.4x) wird bereits von %s verwendet
fr_fr: Type de variant personnalisé ($%.4x) déjà utilisé par %s
ja_jp: カスタムバリアント番号 ($%.4x) すでに %s が使っています

source: Custom variant type ($%.4x) is not usable
de_de: Benutzerdefinierter Variant-Typ ($%.4x) ist nicht verwendbar
fr_fr: Type de variant personnalisé ($%.4x) non utilisable
ja_jp: カスタムバリアント番号 ($%.4x) は使用不可です

source: Invalid variant operation ($%.8x)
de_de: Ungültige Variant-Operation ($%.8x)
fr_fr: Opération variant incorrecte ($%.8x)
ja_jp: 無効なバリアント演算 ($%.8x)

source: Could not convert variant of type (%s) into type (%s)
de_de: Variante des Typs (%s) konnte nicht in Typ (%s) konvertiert werden
fr_fr: Impossible de convertir le variant de type (%s) en type (%s)
ja_jp: %0:s型から %1:s 型へのバリアント型変換はできません

source: Overflow while converting variant of type (%s) into type (%s)
de_de: Überlauf bei der Konvertierung einer Variante vom Typ (%s) in Typ (%s)
fr_fr: Débordement lors de la conversion du variant de type (%s) en type (%s)
ja_jp: %0:s 型から %1:s 型へのバリアント型変換でのオーバーフローエラー

source: Variant overflow
de_de: Variant-Überlauf
fr_fr: Débordement de variant
ja_jp: バリアント オーバーフロー

source: Invalid argument
de_de: Ungültiges Argument
fr_fr: Argument incorrect
ja_jp: 不正な引数が渡されました

source: Invalid variant type
de_de: Ungültiger Variant-Typ
fr_fr: Type de variant incorrect
ja_jp: バリアントタイプが不正です

source: Operation not supported
de_de: Operation nicht unterstützt
fr_fr: Opération non supportée
ja_jp: サポートされていない操作です

source: Variant operation ran out memory
de_de: Speichermangel bei Variant-Operation
fr_fr: Mémoire insuffisante pour l'opération variant
ja_jp: バリアント処理がメモリ不足を起こしました

source: Unexpected variant error
de_de: Unerwarteter Variant-Fehler
fr_fr: Erreur de variant inattendue
ja_jp: 予期しないバリアントエラー

source: Recursion while doing a VarDataClear
de_de: Rekursion beim Durchführen eines VarDataClear
fr_fr: Récursivité pendant une opération VarDataClear
ja_jp: VarDataClear の処理中に再帰が発生しました

source: Recursion while doing a VarDataCopy
de_de: Rekursion beim Durchführen eines VarDataCopy
fr_fr: Récursivité pendant une opération VarDataCopy
ja_jp: VarDataCopy の処理中に再帰が発生しました

source: Recursion while doing a VarDataCopyNoInd
de_de: Rekursion beim Durchführen eines VarDataCopyNoInd
fr_fr: Récursivité pendant une opération VarDataCopyNoInd
ja_jp: VarDataCopyNoInd の処理中に再帰が発生しました

source: Recursion while doing a VarDataInit
de_de: Rekursion beim Durchführen eines VarDataInit
fr_fr: Récursivité pendant une opération VarDataInit
ja_jp: VarDataInit の処理中に再帰が発生しました

source: Recursion while doing a VarDataCastTo
de_de: Rekursion beim Durchführen eines VarDataCastTo
fr_fr: Récursivité pendant une opération VarDataCastTo
ja_jp: VarDataCastTo の処理中に再帰が発生しました

source: Variant or safe array index out of bounds
de_de: Variante oder sicheres Array-Index außerhalb des gültigen Bereichs
fr_fr: Indice de variant ou de tableau hors limites
ja_jp: バリアントまたは安全な配列の添え字の範囲を超えています

source: Variant or safe array is locked
de_de: Variante oder sicheres Array ist gesperrt
fr_fr: Le variant ou le tableau est verrouillé
ja_jp: バリアント配列がロックされています

source: Unexpected variant or safe array error: %s%.8x
de_de: Unerwarteter Fehler bei Variante oder sicherem Array: %s%.8x
fr_fr: Erreur de variant ou de tableau inattendu : %s%.8x
ja_jp: 予期せぬバリアント配列エラー：%s%.8x

source: Invalid variant type conversion
de_de: Ungültige Varianten-Typumwandlung
fr_fr: Conversion de type variant incorrecte
ja_jp: バリアントの型変換が正しくありません

source: Invalid variant operation
de_de: Ungültige Variantenoperation
fr_fr: Opération de variant incorrecte
ja_jp: バリアントに対する演算が正しくありません

source: Invalid NULL variant operation
de_de: Ungültige NULL-Variantenoperation
fr_fr: Opération variant NULL incorrecte
ja_jp: 無効な NULL バリアント操作

source: Invalid variant operation (%s%.8x) %s
de_de: Ungültige Variantenoperation (%s%.8x) %s
fr_fr: Opération variant incorrecte (%s%.8x) %s
ja_jp: 無効なバリアント操作 (%s%.8x) %s

source: Range check error for variant of type (%s)
de_de: Fehler bei Bereichsprüfung für Variant des Typs (%s)
fr_fr: Erreur de vérification d'étendue pour le variant de type (%s)
ja_jp: タイプ (%s) のバリアントの範囲チェックエラー

source: Range check error while converting variant of type (%s) into type (%s)
de_de: Fehler bei Bereichsprüfung bei der Konvertierung von Variant von Typ (%s) zu Typ (%s)
fr_fr: Erreur de vérification d'étendue lors de la conversion du type (%s) en type (%s)
ja_jp: タイプ (%s) からタイプ (%s) バリアントを変換中の範囲チェックエラー

source: Custom variant type (%s%.4x) is out of range
de_de: Benutzerdefinierter Variant-Typ (%s%.4x) außerhalb des gültigen Bereichs
fr_fr: Type de variant personnalisé (%s%.4x) hors limites
ja_jp: 指定されたカスタムバリアント番号 (%s%.4x) は範囲を超えています

source: Custom variant type (%s%.4x) already used by %s
de_de: Benutzerdefinierter Variant-Typ (%s%.4x) bereits benutzt von %s
fr_fr: Type de variant personnalisé (%s%.4x) déjà utilisé par %s
ja_jp: 指定されたカスタムバリアント番号 (%s%.4x) は既に %s が使っています

source: Custom variant type (%s%.4x) is not usable
de_de: Benutzerdefinierter Variant-Typ (%s%.4x) nicht brauchbar
fr_fr: Type de variant personnalisé (%s%.4x) non utilisable
ja_jp: 指定されたカスタムバリアント番号 (%s%.4x) は使用不可能です

source: Too many custom variant types have been registered
de_de: Es wurden zu viele benutzerdefinierte Variant-Typen registriert
fr_fr: Trop de types de variants personnalisés ont été enregistrés
ja_jp: カスタムバリアントの登録数が多すぎます

source: Variant is not an array
de_de: Variant ist kein Array
fr_fr: Le variant n'est pas un tableau
ja_jp: バリアントが配列ではありません

source: Unknown custom variant type ($%.4x)
de_de: Unbekannter benutzerdefinierter Variant-Typ ($%.4x)
fr_fr: Type de variant personnalisé inconnu ($%.4x)
ja_jp: 不明なカスタムバリアントタイプ ($%.4x)

source: Custom variant type ($%.4x) is out of range
de_de: Benutzerdefinierter Variant-Typ ($%.4x) ist außerhalb des gültigen Bereichs
fr_fr: Type de variant personnalisé ($%.4x) hors limites
ja_jp: カスタムバリアント番号 ($%.4x) は範囲外です

source: Access violation
de_de: Zugriffsverletzung
fr_fr: Violation d'accès
ja_jp: アクセス違反

source: Stack overflow
de_de: Stack-Überlauf
fr_fr: Débordement de pile
ja_jp: スタック オーバーフロー

source: Control-C hit
de_de: Strg+C gedrückt
fr_fr: Frappe de Contrôle-C
ja_jp: CTRL-C

source: Quit key hit
de_de: Taste zum Verlassen gedrückt
fr_fr: Frappes de la touche de sortie
ja_jp: 何かキーを押すと終了します

source: Privileged instruction
de_de: Privilegierte Anweisung
fr_fr: Instruction privilégiée
ja_jp: 特権命令

source: Operation aborted
de_de: Operation abgebrochen
fr_fr: Opération abandonnée
ja_jp: Abort による中断

source: Exception %s in module %s at %p. %s%s
de_de: Exception %s in Modul %s bei %p. %s%s
fr_fr: Exception %s dans le module %s dans %p. %s%s
ja_jp: %s がモジュール %s の %p で発生しました。 %s%s

source: Application Error
de_de: Anwendungsfehler
fr_fr: Erreur d'application
ja_jp: アプリケーション エラー

source: Format '%s' invalid or incompatible with argument
de_de: Format '%s' ungültig oder nicht kompatibel mit Argument
fr_fr: Le format '%s' est incorrect ou incompatible avec l'argument
ja_jp: 書式文字列 '%s' は正しくないか引数の型と一致しません

source: No argument for format '%s'
de_de: Kein Argument für Format '%s'
fr_fr: Aucun argument pour le format '%s'
ja_jp: 書式文字列 '%s' の引数が見つかりません

source: Variant method calls not supported
de_de: Variant-Methodenaufruf nicht unterstützt
fr_fr: Appels de méthode variante non supportés
ja_jp: バリアントメソッド呼び出しはサポートされていません

source: Format result longer than 4096 characters
de_de: Formatergebnis länger als 4096 Zeichen
fr_fr: Résultat de format supérieur à 4096 caractères
ja_jp: 結果が 4096 文字以上あります

source: Format string too long
de_de: Format-String zu lang
fr_fr: Chaîne de format trop longue
ja_jp: 書式文字列が長すぎます

source: Error creating variant or safe array
de_de: Fehler beim Erzeugen von Variante oder sicherem Array
fr_fr: Erreur lors de la création du variant ou du tableau
ja_jp: バリアント配列を作成できません

source: Invalid filename
de_de: Ungültiger Dateiname
fr_fr: Nom de fichier incorrect
ja_jp: ファイル名の指定が間違っています

source: Too many open files
de_de: Zu viele geöffnete Dateien
fr_fr: Trop de fichiers ouverts
ja_jp: 開かれたファイルが多すぎます。

source: File access denied
de_de: Dateizugriff verweigert
fr_fr: Accès au fichier refusé
ja_jp: ファイルへのアクセスが拒否されました

source: Read beyond end of file
de_de: Versuch hinter dem Dateiende zu lesen
fr_fr: Lecture au-delà de la fin de fichier
ja_jp: ファイルの末尾以降を読み込みました

source: Disk full
de_de: Zu wenig Speicherplatz
fr_fr: Disque plein
ja_jp: ディスクがいっぱいです

source: Invalid numeric input
de_de: Ungültige numerische Eingabe
fr_fr: Saisie numérique incorrecte
ja_jp: 入力値が数値ではありません

source: Division by zero
de_de: Division durch Null
fr_fr: Division par zéro
ja_jp: ゼロによる除算

source: Range check error
de_de: Fehler bei Bereichsprüfung
fr_fr: Erreur de vérification d'étendue
ja_jp: 範囲チェックエラー

source: Integer overflow
de_de: Integerüberlauf
fr_fr: Débordement d'entier
ja_jp: 整数のオーバーフロー

source: Invalid floating point operation
de_de: Ungültige Gleitkommaoperation
fr_fr: Opération en virgule flottante incorrecte
ja_jp: 不正な浮動小数点数演算命令

source: Floating point division by zero
de_de: Gleitkommadivision durch Null
fr_fr: Division par zéro en virgule flottante
ja_jp: 0 による浮動小数点数除算

source: Floating point overflow
de_de: Gleitkommaüberlauf
fr_fr: Débordement en virgule flottante
ja_jp: 浮動小数点数のオーバーフロー

source: Floating point underflow
de_de: Gleitkommaunterlauf
fr_fr: Débordement inférieur flottant
ja_jp: 浮動小数点数のアンダーフロー

source: Invalid pointer operation
de_de: Ungültige Zeigeroperation
fr_fr: Opération de pointeur incorrecte
ja_jp: 無効なポインタ操作

source: Invalid class typecast
de_de: Ungültige Typumwandlung
fr_fr: Transtypage de classe incorrect
ja_jp: 無効なクラス型キャスト

source: Access violation at address %p. %s of address %p
de_de: Zugriffsverletzung bei Adresse %p. %s von Adresse %p
fr_fr: Violation d'accès à l'adresse %p. %s de l'adresse %p
ja_jp: アドレス %0:p でアドレス %2:p に対する%1:s違反がおきました。

source: <unknown>
de_de: <unbekannt>
fr_fr: <inconnu>

source: '%s' is not a valid integer value
de_de: '%s' ist kein gültiger Integerwert
fr_fr: '%s' n'est pas une valeur entière correcte
ja_jp: '%s' は整数ではありません

source: '%s' is not a valid floating point value
de_de: '%s' ist kein gültiger Gleitkommawert
fr_fr: '%s' n'est pas une valeur en virgule flottante correcte
ja_jp: '%s' は浮動小数点数ではありません

source: '%s' is not a valid currency value
de_de: '%s' ist kein gültiger Währungswert
fr_fr: '%s' n'est pas une valeur monétaire correcte
ja_jp: '%s' は通貨型ではありません

source: '%s' is not a valid date
de_de: '%s' ist kein gültiges Datum
fr_fr: '%s' n'est pas une date correcte
ja_jp: '%s' は日付ではありません

source: '%s' is not a valid time
de_de: '%s' ist keine gültige Uhrzeit
fr_fr: '%s' n'est pas une heure correcte
ja_jp: '%s' は時刻ではありません

source: '%s' is not a valid date and time
de_de: '%s' ist keine gültige Datums- und Uhrzeitangabe
fr_fr: '%s' ne correspond pas à une date et une heure correctes
ja_jp: '%s' は日付または時刻ではありません

source: '%g' is not a valid date and time
de_de: '%g' kein gültiger Datums- und Zeitwet
fr_fr: '%g' ne correspond pas à une date et une heure correctes
ja_jp: '%g' は日付または時刻ではありません

source: '%d.%d' is not a valid timestamp
de_de: '%d.%d' ist kein gültiger Zeitstempel
fr_fr: '%d.%d' n'est pas une heure correcte
ja_jp: '%d.%d' は正しいタイムスタンプではありません

source: '%s' is not a valid GUID value
de_de: '%s' kein gültiger Wert für GUID
fr_fr: '%s' n'est pas une valeur GUID correcte
ja_jp: '%s' は正しい GUID ではありません

source: '%s' is not a valid boolean value
de_de: '%s' ist kein gültiger boolescher Wert
fr_fr: '%s' n'est pas une valeur booléenne
ja_jp: '%s' は正しい論理型ではありません

source: Out of memory
de_de: Zu wenig Arbeitsspeicher
fr_fr: Mémoire insuffisante
ja_jp: メモリが足りません

source: I/O error %d
de_de: E/A-Fehler %d
fr_fr: Erreur E/S %d
ja_jp: I/O エラー (%d)

source: File not found
de_de: Datei nicht gefunden
fr_fr: Fichier introuvable
ja_jp: ファイルが見つかりません

source: PortName
fr_fr: Port
ja_jp: Port名

source: Administrator
fr_fr: Administrateur
ja_jp: 管理者

source: Log(%d)
fr_fr: Journal (%d)
ja_jp: ログ(%d)

source: S&top
fr_fr: A&rrêt
ja_jp: 停止(&T)

source: S&tart
fr_fr: &Démarrage
ja_jp: 起動(&T)

source: Exception in InterpretData: %s
fr_fr: Exception dans InterpretData: %s
ja_jp: InterpretData での例外: %s

source: Namespace URI
fr_fr: URI d'espace de nommage
ja_jp: 名前空間の URI

source: (Array)
fr_fr: (Tableau)
ja_jp: (配列)

source: &UpdateSQL Editor...
fr_fr: Editeur &UpdateSQL...
ja_jp: UpdateSQL の設定(&U)...

source: S&QL Builder...
fr_fr: Constructeur &SQL...
ja_jp: SQL ビルダ(&Q)...

source: Name
fr_fr: Nom
ja_jp: 名前

source: %s_RS
fr_fr: %s_RowSet

source: %s_Disp
fr_fr: %s_Display

source: Info Text
fr_fr: Texte d'information
ja_jp: 情報テキスト

source: Member
fr_fr: Membre
ja_jp: メンバ

source: XP Style
fr_fr: Style XP
ja_jp: XP スタイル

source: execute
fr_fr: exécuter
ja_jp: 実行

source: start
fr_fr: lancer
ja_jp: 開始

source: stop
fr_fr: arrêter
ja_jp: 停止

source: interrogate
fr_fr: interroger
ja_jp: との対話

source: shutdown
fr_fr: terminer
ja_jp: シャットダウン

source: AVIVideo
fr_fr: Vidéo AVI

source: DigitalVideo
fr_fr: Vidéo numérique

source: VCR
fr_fr: Magnétoscope

source: Videodisc
fr_fr: Vidéodisque

source: WaveAudio
fr_fr: Audio wav

source: Esc
fr_fr: Echap

source: UKBuckets
fr_fr: Baquets impériaux

source: DryBuckets
fr_fr: Baquets solide américains

source: April
fr_fr: Avril

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: November
fr_fr: Novembre

source: Feb
fr_fr: Fév

source: Apr
fr_fr: Avr

source: Aug
fr_fr: Aoû

source: Code
ja_jp: コード

source: Thread
ja_jp: スレッド

source: Auto
ja_jp: 自動

source: pause
ja_jp: 一時停止

source: Bitmaps
ja_jp: ビットマップ

source: Reaumur
ja_jp: 列氏

source: Celsius
ja_jp: 摂氏

source: Kelvin
ja_jp: ケルビン

source: Fahrenheit
ja_jp: 華氏

source: Parsecs
ja_jp: パーセク
